# (C) Copyright 2012, IBM Corporation
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at   
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMNJDK2
# NLS_MESSAGEFORMAT_VAR

## G11N SA UI

Busy=\u30b5\u30fc\u30d0\u30fc\u306f\u3001\u4f9d\u5b58\u95a2\u4fc2\u306e\u51e6\u7406\u3067\u30d3\u30b8\u30fc\u3067\u3059\u3002  \u3057\u3070\u3089\u304f\u3057\u3066\u304b\u3089\u518d\u8a66\u884c\u3057\u3066\u304f\u3060\u3055\u3044\u3002\r\n\r\n\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u3001AMD \u96c6\u7d04\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u304c\u958b\u767a\u30e2\u30fc\u30c9\u3067\u7a3c\u52d5\u4e2d\u3001\u30e2\u30b8\u30e5\u30fc\u30eb\u4f9d\u5b58\u95a2\u4fc2\u306e\u30d3\u30eb\u30c9\u3068\u691c\u8a3c\u3067\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u304c\u30d3\u30b8\u30fc\u306a\u3068\u304d\u306b\u8981\u6c42\u3092\u53d7\u4fe1\u3059\u308b\u3068\u3001\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u304b\u3089\u8868\u793a\u3055\u308c\u307e\u3059\u3002
# {0} = eye catcher (e.g. aggregator)
# {1} = command
# {2+} = parameters and/or keywords
CommandProvider_0=---\u96c6\u7d04\u30b5\u30fc\u30d3\u30b9---
CommandProvider_1=\t{0} {1} - \u96c6\u7d04\u6a5f\u80fd\u306e\u30d8\u30eb\u30d7\u3092\u8868\u793a\u3057\u307e\u3059
CommandProvider_2=\t{0} {1} - \u767b\u9332\u3055\u308c\u3066\u3044\u308b\u96c6\u7d04\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u3092\u30ea\u30b9\u30c8\u3057\u307e\u3059
CommandProvider_3=\t{0} {1} <servlet> - \u69cb\u6210\u30b9\u30af\u30ea\u30d7\u30c8\u3092\u518d\u30ed\u30fc\u30c9\u3057\u307e\u3059
CommandProvider_4=\t{0} {1} <servlet> [{2}] - \u4f9d\u5b58\u95a2\u4fc2\u30b0\u30e9\u30d5\u3092\u518d\u30ed\u30fc\u30c9\u3057\u307e\u3059
CommandProvider_5=\t{0} {1} <servlet> <module> [<feature list>] - \u6b63\u3057\u304f\u306a\u3044\u6a5f\u80fd\u306b\u306f\u5148\u982d\u306b ! \u304c\u4ed8\u3051\u3089\u308c\u3066\u3044\u307e\u3059
CommandProvider_6=\t{0} {1} <servlet> - \u6307\u5b9a\u3057\u305f\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u6d88\u53bb\u3057\u307e\u3059
CommandProvider_7=\t{0} {1} <servlet> {2}|{3} [<regular expression>] - \u6307\u5b9a\u3057\u305f\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u30fb\u30e1\u30bf\u30c7\u30fc\u30bf\u3092\u3001\u6307\u5b9a\u3057\u305f\u6b63\u898f\u8868\u73fe\u3092\u4f7f\u7528\u3057\u3066\u51fa\u529b\u5185\u5bb9\u3092\u30e2\u30b8\u30e5\u30fc\u30eb\u540d\u3067\u30d5\u30a3\u30eb\u30bf\u30fc\u306b\u639b\u3051\u3066\u3001\u51fa\u529b\u3057\u307e\u3059
CommandProvider_8=\t{0} {1} - \u73fe\u5728\u306e\u30aa\u30d7\u30b7\u30e7\u30f3\u3068\u305d\u306e\u5024\u3092\u8868\u793a\u3057\u307e\u3059
CommandProvider_9=\t{0} {1} <name> [<value>] - \u6307\u5b9a\u3057\u305f\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u6307\u5b9a\u3057\u305f\u5024\u306b\u8a2d\u5b9a\u3057\u3001\u5024\u3092\u6307\u5b9a\u3057\u3066\u3044\u306a\u3044\u5834\u5408\u306f\u30aa\u30d7\u30b7\u30e7\u30f3\u3092\u524a\u9664\u3057\u307e\u3059
# {0} = eyecatcher (e.g. aggregator)
# {1} = command name (e.g. list)
CommandProvider_10="{0} {1}" \u30b3\u30de\u30f3\u30c9\u3092\u4f7f\u7528\u3057\u3066\u3001\u7a3c\u52d5\u4e2d\u306e\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u306e\u30ea\u30b9\u30c8\u3092\u53d6\u5f97\u3057\u307e\u3059\u3002
# {0} = servlet name
CommandProvider_11=\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8 {0} \u306f\u7a3c\u50cd\u3057\u3066\u3044\u307e\u305b\u3093\u3002
# {0} = user entered string
CommandProvider_12=\u51fa\u529b\u30bf\u30fc\u30b2\u30c3\u30c8 {0} \u306f\u7121\u52b9\u3067\u3059\u3002
# {0} = servlet name
# {1} = file path name
CommandProvider_13=\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8 {0} \u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u30fb\u30c7\u30fc\u30bf\u306f {1} \u306b\u51fa\u529b\u3055\u308c\u307e\u3059
# {0} = option name
# {1} = option value
CommandProvider_14=\u30aa\u30d7\u30b7\u30e7\u30f3 {0} \u306f {1} \u306b\u8a2d\u5b9a\u3055\u308c\u307e\u3057\u305f
# {0} = option name
CommandProvider_15=\u30aa\u30d7\u30b7\u30e7\u30f3 {0} \u306f\u30c7\u30d5\u30a9\u30eb\u30c8\u5024\u306b\u30ea\u30bb\u30c3\u30c8\u3055\u308c\u3066\u3044\u307e\u3059
CommandProvider_19=\u73fe\u5728\u7a3c\u50cd\u4e2d\u306e\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u306f\u3042\u308a\u307e\u305b\u3093
CommandProvider_20=\u69cb\u6210\u30b9\u30af\u30ea\u30d7\u30c8\u304c\u518d\u30ed\u30fc\u30c9\u3055\u308c\u307e\u3057\u305f
CommandProvider_22=\u30e2\u30b8\u30e5\u30fc\u30eb\u304c\u6307\u5b9a\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
# [0] = a JSON like string
CommandProvider_23=\u5b9a\u7fa9\u3055\u308c\u3066\u3044\u308b\u6a5f\u80fd: {0}\u3002
# {0} = servlet name
CommandProvider_26=\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8 {0} \u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u306f\u6d88\u53bb\u3055\u308c\u307e\u3057\u305f 
ConfigModified=\u30b5\u30fc\u30d0\u30fc\u30fb\u30b5\u30a4\u30c9\u306e AMD \u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u306f\u5909\u66f4\u3055\u308c\u3066\u3044\u307e\u3059\u3002  \u69cb\u6210\u3092\u518d\u30ed\u30fc\u30c9\u3057\u3001\u30e2\u30b8\u30e5\u30fc\u30eb\u4f9d\u5b58\u95a2\u4fc2\u3092\u691c\u8a3c\u3057\u3066\u3044\u307e\u3059...  \u30d6\u30e9\u30a6\u30b6\u30fc\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u6d88\u53bb\u3057\u3001\u3057\u3070\u3089\u304f\u3057\u3066\u304b\u3089\u30da\u30fc\u30b8\u3092\u518d\u30ed\u30fc\u30c9\u3057\u3066\u304f\u3060\u3055\u3044\u3002\r\n\r\n\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u3001AMD \u96c6\u7d04\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u304c\u958b\u767a\u30e2\u30fc\u30c9\u306e\u3068\u304d\u306b\u3001\u30b5\u30fc\u30d0\u30fc\u30fb\u30b5\u30a4\u30c9\u306e AMD \u69cb\u6210\u30d5\u30a1\u30a4\u30eb\u304c\u6700\u5f8c\u306b\u8aad\u307f\u53d6\u3089\u308c\u305f\u5f8c\u3067\u5909\u66f4\u3055\u308c\u305f\u3053\u3068\u3092\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u304c\u691c\u51fa\u3059\u308b\u3068\u3001\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u304b\u3089\u8868\u793a\u3055\u308c\u307e\u3059\u3002

Activator_1=AMD \u30e2\u30b8\u30e5\u30fc\u30eb\u96c6\u7d04\u6a5f\u80fd\u306f\u958b\u767a\u30e2\u30fc\u30c9\u3067\u958b\u59cb\u3057\u3066\u3044\u307e\u3059
Activator_2=AMD \u30e2\u30b8\u30e5\u30fc\u30eb\u96c6\u7d04\u6a5f\u80fd\u306f\u30c7\u30d0\u30c3\u30b0\u30fb\u30e2\u30fc\u30c9\u3067\u958b\u59cb\u3057\u3066\u3044\u307e\u3059
AggregatorCommandProvider_1=\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc {0} \u3092\u4f5c\u6210\u3067\u304d\u307e\u305b\u3093
# {0} = Java exception class name
# {1} = Java exception message
ExceptionResponse={0}: {1}\u3002  \r\n\u8a73\u3057\u304f\u306f\u30b5\u30fc\u30d0\u30fc\u30fb\u30ed\u30b0\u3092\u53c2\u7167\u3057\u3066\u304f\u3060\u3055\u3044\u3002
# {0} = a module id (file name like string)
# {1} = an OSGi console command string
# {2} = a file directory path name
DepVerificationFailed=\u30e2\u30b8\u30e5\u30fc\u30eb "{0}" \u306e\u4f9d\u5b58\u95a2\u4fc2\u306e\u691c\u8a3c\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002  \u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u306f\u3001AMD \u96c6\u7d04\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u304c\u958b\u767a\u30e2\u30fc\u30c9\u3067\u7a3c\u50cd\u4e2d\u3001\u30e2\u30b8\u30e5\u30fc\u30eb\u4f9d\u5b58\u95a2\u4fc2\u304c\u30b5\u30fc\u30d0\u30fc\u3067\u6700\u5f8c\u306b\u30d3\u30eb\u30c9/\u691c\u8a3c\u3055\u308c\u305f\u5f8c\u3067\u3001\u6307\u5b9a\u3057\u305f\u30e2\u30b8\u30e5\u30fc\u30eb\u306e\u5f93\u5c5e\u30e2\u30b8\u30e5\u30fc\u30eb\u304c\u5909\u66f4\u3055\u308c\u305f\u3053\u3068\u3092\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u304c\u691c\u51fa\u3059\u308b\u3068\u3001\u30b5\u30fc\u30d6\u30ec\u30c3\u30c8\u304b\u3089\u8868\u793a\u3055\u308c\u307e\u3059\u3002  \u30e2\u30b8\u30e5\u30fc\u30eb\u4f9d\u5b58\u95a2\u4fc2\u3092\u73fe\u5728\u518d\u691c\u8a3c\u3057\u3066\u3044\u307e\u3059...  \u30d6\u30e9\u30a6\u30b6\u30fc\u306e\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u6d88\u53bb\u3057\u3001\u3057\u3070\u3089\u304f\u3057\u3066\u304b\u3089\u30da\u30fc\u30b8\u3092\u518d\u30ed\u30fc\u30c9\u3057\u3066\u304f\u3060\u3055\u3044\u3002\r\n\r\n\u3053\u306e\u30e1\u30c3\u30bb\u30fc\u30b8\u304c\u7e70\u308a\u8fd4\u3057\u8868\u793a\u3055\u308c\u308b\u5834\u5408\u306f\u3001\u30b5\u30fc\u30d0\u30fc\u306e OSGi \u30b3\u30f3\u30bd\u30fc\u30eb\u3067\u30b3\u30de\u30f3\u30c9 "{1}" \u3092\u767a\u884c\u3059\u308b\u3053\u3068\u3067\u3001\u6700\u521d\u304b\u3089\u30e2\u30b8\u30e5\u30fc\u30eb\u4f9d\u5b58\u95a2\u4fc2\u3092\u30d3\u30eb\u30c9\u3057\u76f4\u3057\u3066\u307f\u308b\u304b\u3001\u30c7\u30a3\u30ec\u30af\u30c8\u30ea\u30fc "{2}" \u306e\u30b3\u30f3\u30c6\u30f3\u30c4\u3092\u524a\u9664\u3057\u3001\u30b5\u30fc\u30d0\u30fc\u3092\u518d\u59cb\u52d5\u3057\u3066\u304f\u3060\u3055\u3044\u3002
