# (C) Copyright 2012, IBM Corporation
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at   
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMNJDK2
# NLS_MESSAGEFORMAT_VAR

## G11N SA UI

Busy=El servidor est\u00e0 ocupat processant les depend\u00e8ncies.  Torneu-ho a intentar d'aqu\u00ed uns minuts.\r\n \r\nLa miniaplicaci\u00f3 d'agregaci\u00f3 AMD mostra el missatge perqu\u00e8 la miniaplicaci\u00f3 est\u00e0 executant-se a la modalitat de desenvolupament i una sol\u00b7licitud que s'ha rebut mentre la miniaplicaci\u00f3 estava ocupada creant i validant les depend\u00e8ncies de la modalitat.
# {0} = eye catcher (e.g. aggregator)
# {1} = command
# {2+} = parameters and/or keywords
CommandProvider_0=---Servei d'agregaci\u00f3---
CommandProvider_1=\t{0} {1} - mostra l''ajuda d''agregaci\u00f3
CommandProvider_2=\t{0} {1} - llista les miniaplicacions d''agregaci\u00f3 de registre
CommandProvider_3=\t{0} {1} <miniaplicaci\u00f3> - torna a carregar l''script de configuraci\u00f3
CommandProvider_4=\t{0} {1} <miniaplicaci\u00f3> [{2}] - torna a carregar el gr\u00e0fic de depend\u00e8ncies
CommandProvider_5=\t{0} {1} <miniaplicaci\u00f3> <modalitat> [<llista_caracter\u00edstiques>] - caracter\u00edstiques falses amb qu\u00e8 comen\u00e7ar !
CommandProvider_6=\t{0} {1} <miniaplicaci\u00f3> - neteja la mem\u00f2ria cau de la miniaplicaci\u00f3 especificada
CommandProvider_7=\t{0} {1} <miniaplicaci\u00f3> {2}|{3} [<expressi\u00f3_regular>] - surt les metadades de mem\u00f2ria cau de la miniaplicaci\u00f3 especificada amb l''expressi\u00f3 regular especificada per filtrar la sortida dels noms de modalitat
CommandProvider_8=\t{0} {1} - mostra les opcions actuals i els seus valors
CommandProvider_9=\t{0} {1} <nom> [<valor>] - defineix l''opci\u00f3 especificada pel valor especificat o elimina l''opci\u00f3 si no s''especifica el valor
# {0} = eyecatcher (e.g. aggregator)
# {1} = command name (e.g. list)
CommandProvider_10=Utilitzeu l''ordre "{0} {1}" per obtenir una llista de les miniaplicacions executades.
# {0} = servlet name
CommandProvider_11=No s''est\u00e0 executant la miniaplicaci\u00f3 {0}.
# {0} = user entered string
CommandProvider_12=Destinaci\u00f3 de sortida {0} no v\u00e0lida.
# {0} = servlet name
# {1} = file path name
CommandProvider_13=Dades de la mem\u00f2ria cau de la miniaplicaci\u00f3 {0} de sortida a {1}
# {0} = option name
# {1} = option value
CommandProvider_14=Opci\u00f3 {0} configurada a {1}
# {0} = option name
CommandProvider_15=S''ha restablert l''opci\u00f3 {0} al seu valor per defecte
CommandProvider_19=No s'executa cap miniaplicaci\u00f3
CommandProvider_20=S'ha tornat a carregar l'script de configuraci\u00f3
CommandProvider_22=No s'ha especificat el m\u00f2dul.
# [0] = a JSON like string
CommandProvider_23=Caracter\u00edstiques definides: {0}.
# {0} = servlet name
CommandProvider_26=Mem\u00f2ria cau esborrada de la miniaplicaci\u00f3 {0} 
ConfigModified=S'ha modificat el fitxer de configuraci\u00f3 AMD del servidor.  Torna a carregar la configuraci\u00f3 i les depend\u00e8ncies de m\u00f2dul validat...  Esborreu la mem\u00f2ria cau del navegador i torneu a carregar la p\u00e0gina d'aqu\u00ed uns minuts.\r\n \r\nLa miniaplicaci\u00f3 d'agregaci\u00f3 AMD mostra el missatge perqu\u00e8 la miniaplicaci\u00f3 \u00e9s al m\u00f2dul de desenvolupament i la miniaplicaci\u00f3 ha detectat que s'ha modificat el fitxer de configuraci\u00f3 AMD de servidor des que s'ha llegit per \u00faltima vegada.

Activator_1=Ha comen\u00e7at l'agregador de m\u00f2dul AMD en una modalitat de desenvolupament
Activator_2=Ha comen\u00e7at l'agregador de m\u00f2dul AMD en una modalitat de depuraci\u00f3
AggregatorCommandProvider_1=No s''ha pogut crear el directori {0}
# {0} = Java exception class name
# {1} = Java exception message
ExceptionResponse={0}: {1}.  \r\nConsulteu el registre del servidor per obtenir m\u00e9s informaci\u00f3.
# {0} = a module id (file name like string)
# {1} = an OSGi console command string
# {2} = a file directory path name
DepVerificationFailed=Ha fallat la verificaci\u00f3 de depend\u00e8ncia de la modalitat {0}".  La miniaplicaci\u00f3 d''agregaci\u00f3 AMD mostra el missatge perqu\u00e8 la miniaplicaci\u00f3 \u00e9s al m\u00f2dul de desenvolupament i la miniaplicaci\u00f3 ha detectat que s''han canviat les modalitats dependents del m\u00f2dul especificat des que es van crear o validar les depend\u00e8ncies al servidor.  Les depend\u00e8ncies del m\u00f2dul s''estan revalidant...  Esborreu la mem\u00f2ria cau del navegador i torneu a carregar la p\u00e0gina en uns instants.\r\n \r\nSi es repeteix el missatge, torneu a crear des de zero les depend\u00e8ncies del m\u00f2dul emetent l''ordre "{1}" a la consola OSGi del\'\'servidor o elimineu els continguts del directori "{2}" i torneu a obrir el servidor.
