# (C) Copyright 2012, IBM Corporation
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at   
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMNJDK2
# NLS_MESSAGEFORMAT_VAR

## G11N SA UI

Busy=O servidor est\u00e1 ocupado a processar as depend\u00eancias.  Tente novamente dentro de momentos.\r\n\r\nEsta mensagem est\u00e1 a ser apresentada pela servlet de agrega\u00e7\u00e3o de AMD, uma vez que a servlet est\u00e1 a ser executada no modo de desenvolvimento e foi recebido um pedido enquanto a servlet estava ocupada a criar/validar as depend\u00eancias do m\u00f3dulo.
# {0} = eye catcher (e.g. aggregator)
# {1} = command
# {2+} = parameters and/or keywords
CommandProvider_0=---Servi\u00e7o de agrega\u00e7\u00e3o---
CommandProvider_1=\t{0} {1} - apresenta a ajuda do agregador
CommandProvider_2=\t{0} {1} - apresenta uma lista das servlets de agrega\u00e7\u00e3o registadas
CommandProvider_3=\t{0} {1} <servlet> - recarrega o script de configura\u00e7\u00e3o
CommandProvider_4=\t{0} {1} <servlet> [{2}] - recarrega o gr\u00e1fico de depend\u00eancias
CommandProvider_5=\t{0} {1} <servlet> <module> [<feature list>] - os componentes falsos come\u00e7am com !
CommandProvider_6=\t{0} {1} <servlet> - limpa a cache para a servlet especificada
CommandProvider_7=\t{0} {1} <servlet> {2}|{3} [<regular expression>] - produz os metadados da cache para a servlet especificada, utilizando a express\u00e3o global especificada para filtrar o resultado por nomes de m\u00f3dulos
CommandProvider_8=\t{0} {1} - apresenta as op\u00e7\u00f5es actuais e os respectivos valores
CommandProvider_9=\t{0} {1} <name> [<value>] - define a op\u00e7\u00e3o especificada com o valor especificado ou remove a op\u00e7\u00e3o, caso o valor n\u00e3o esteja especificado
# {0} = eyecatcher (e.g. aggregator)
# {1} = command name (e.g. list)
CommandProvider_10=Utilize o comando "{0} {1}" para obter uma lista das servlets em execu\u00e7\u00e3o.
# {0} = servlet name
CommandProvider_11=A servlet {0} n\u00e3o est\u00e1 em execu\u00e7\u00e3o.
# {0} = user entered string
CommandProvider_12=Destino de resultado n\u00e3o v\u00e1lido {0}.
# {0} = servlet name
# {1} = file path name
CommandProvider_13=Os dados da cache para a servlet {0} s\u00e3o produzidos em {1}
# {0} = option name
# {1} = option value
CommandProvider_14=Op\u00e7\u00e3o {0} definida como {1}
# {0} = option name
CommandProvider_15=A op\u00e7\u00e3o {0} foi reposta para o respectivo valor predefinido
CommandProvider_19=N\u00e3o existem servlets actualmente em execu\u00e7\u00e3o
CommandProvider_20=Script de configura\u00e7\u00e3o recarregado
CommandProvider_22=M\u00f3dulo n\u00e3o especificado.
# [0] = a JSON like string
CommandProvider_23=Componentes definidos: {0}.
# {0} = servlet name
CommandProvider_26=A cache para a servlet {0} foi limpa 
ConfigModified=O ficheiro de configura\u00e7\u00e3o de AMD do lado do servidor foi modificado.  A recarregar a configura\u00e7\u00e3o e a validar as depend\u00eancias do m\u00f3dulo...  Limpe a cache do navegador e recarregue a p\u00e1gina ap\u00f3s alguns momentos.\r\n\r\nEsta mensagem est\u00e1 a ser apresentada pela servlet de agrega\u00e7\u00e3o de AMD, uma vez que a servlet est\u00e1 no modo de desenvolvimento e detectou que o ficheiro de configura\u00e7\u00e3o de AMD do lado do servidor foi modificado desde a sua \u00faltima leitura.

Activator_1=In\u00edcio do agregador do m\u00f3dulo de AMD no modo de desenvolvimento
Activator_2=In\u00edcio do agregador do m\u00f3dulo de AMD no modo de depura\u00e7\u00e3o
AggregatorCommandProvider_1=N\u00e3o \u00e9 poss\u00edvel criar o direct\u00f3rio {0}
# {0} = Java exception class name
# {1} = Java exception message
ExceptionResponse={0}: {1}.  \r\nConsulte o registo do servidor para obter mais detalhes.
# {0} = a module id (file name like string)
# {1} = an OSGi console command string
# {2} = a file directory path name
DepVerificationFailed=Falha na verifica\u00e7\u00e3o da depend\u00eancia para o m\u00f3dulo "{0}".  Esta mensagem est\u00e1 a ser apresentada pela servlet de agrega\u00e7\u00e3o de AMD, uma vez que a servlet est\u00e1 a ser executada no modo de desenvolvimento e detectou que os m\u00f3dulos dependentes do m\u00f3dulo especificado foram alterados desde a \u00faltima cria\u00e7\u00e3o/valida\u00e7\u00e3o das depend\u00eancias do m\u00f3dulo no servidor.  As depend\u00eancias do m\u00f3dulo est\u00e3o agora a ser revalidadas...  Limpe a cache do navegador e recarregue a p\u00e1gina dentro de momentos.\r\n\r\nSe esta mensagem for novamente apresentada, tente recriar as depend\u00eancias do m\u00f3dulo do in\u00edcio, emitindo o comando "{1}" na consola OSGi do servidor ou elimine o conte\u00fado do direct\u00f3rio "{2}" e reinicie o servidor.
