# (C) Copyright 2012, IBM Corporation
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at   
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMNJDK2
# NLS_MESSAGEFORMAT_VAR

## G11N SA UI

Busy=Le serveur est occup\u00e9 au traitement des d\u00e9pendances.  Essayez \u00e0 nouveau dans un moment.\r\n\r\nCe message est affich\u00e9 par le servlet de regroupement AMD, car le servlet s'ex\u00e9cute en mode d\u00e9veloppement et une demande a \u00e9t\u00e9 re\u00e7ue pendant qu'il \u00e9tait occup\u00e9 \u00e0 g\u00e9n\u00e9rer/valider les d\u00e9pendances du module.
# {0} = eye catcher (e.g. aggregator)
# {1} = command
# {2+} = parameters and/or keywords
CommandProvider_0=---Service de regroupement---
CommandProvider_1=\t{0} {1} - affiche l''aide du regroupeur
CommandProvider_2=\t{0} {1} - r\u00e9pertorie les servlets de regroupement enregistr\u00e9s
CommandProvider_3=\t{0} {1} <servlet> - recharge le script de configuration
CommandProvider_4=\t{0} {1} <servlet> [{2}] - recharge le graphique des d\u00e9pendances
CommandProvider_5=\t{0} {1} <servlet> <module> [<liste de fonctions>] - les fausses fonctions commencent par !
CommandProvider_6=\t{0} {1} <servlet> - vide le cache pour le servlet sp\u00e9cifi\u00e9
CommandProvider_7=\t{0} {1} <servlet> {2}|{3} [<expression standard>] - sort les m\u00e9tadonn\u00e9es du cache pour le servlet sp\u00e9cifi\u00e9, \u00e0 l''aide de l''expression standard sp\u00e9cifi\u00e9e pour filtrer la sortie par nom de module
CommandProvider_8=\t{0} {1} - affiche les options courantes et leurs valeurs
CommandProvider_9=\t{0} {1} <nom> [<valeur>] - d\u00e9finit l''option concern\u00e9e \u00e0 la valeur sp\u00e9cifi\u00e9e ou supprime l''option si aucune valeur n''est sp\u00e9cifi\u00e9e
# {0} = eyecatcher (e.g. aggregator)
# {1} = command name (e.g. list)
CommandProvider_10=Utilisez la commande "{0} {1}" pour obtenir une liste des servlets en cours d''ex\u00e9cution.
# {0} = servlet name
CommandProvider_11=Le servlet {0} n''est pas en cours d''ex\u00e9cution.
# {0} = user entered string
CommandProvider_12=Cible de sortie {0} non valide.
# {0} = servlet name
# {1} = file path name
CommandProvider_13=Les donn\u00e9es du cache pour le servlet {0} sortent sur {1}
# {0} = option name
# {1} = option value
CommandProvider_14=L''option {0} est d\u00e9finie \u00e0 {1}
# {0} = option name
CommandProvider_15=L''option {0} a \u00e9t\u00e9 r\u00e9initialis\u00e9e \u00e0 sa valeur par d\u00e9faut
CommandProvider_19=Aucun servlet n'est actuellement en cours d'ex\u00e9cution
CommandProvider_20=Script de configuration recharg\u00e9
CommandProvider_22=Le module n'est pas sp\u00e9cifi\u00e9.
# [0] = a JSON like string
CommandProvider_23=Fonctions d\u00e9finies : {0}.
# {0} = servlet name
CommandProvider_26=Cache vid\u00e9 pour le servlet {0} 
ConfigModified=Le fichier de configuration AMD c\u00f4t\u00e9 serveur a \u00e9t\u00e9 modifi\u00e9.  Rechargement de la configuration et validation des d\u00e9pendances du module...  Videz le cache de votre navigateur et rechargez la page au bout de quelques instants.\r\n\r\nCe message est affich\u00e9 par le servlet de regroupement AMD, car le servlet est en mode d\u00e9veloppement et qu'il a d\u00e9tect\u00e9 que le fichier de configuration AMD c\u00f4t\u00e9 serveur a \u00e9t\u00e9 modifi\u00e9 depuis qu'il a \u00e9t\u00e9 lu pour la derni\u00e8re fois.

Activator_1=D\u00e9marrage du regroupeur de module AMD en mode d\u00e9veloppement
Activator_2=D\u00e9marrage du regroupeur de module AMD en mode d\u00e9bogage
AggregatorCommandProvider_1=Impossible de cr\u00e9er l''annuaire {0}
# {0} = Java exception class name
# {1} = Java exception message
ExceptionResponse={0} : {1}.  \r\nConsultez le journal serveur pour plus de d\u00e9tails.
# {0} = a module id (file name like string)
# {1} = an OSGi console command string
# {2} = a file directory path name
DepVerificationFailed=La v\u00e9rification des d\u00e9pendances a \u00e9chou\u00e9 pour le module "{0}".  Ce message est affich\u00e9 par le servlet de regroupement AMD, car le servlet s''ex\u00e9cute en mode d\u00e9veloppement et qu''il a d\u00e9tect\u00e9 que les modules d\u00e9pendants pour le module sp\u00e9cifi\u00e9 ont \u00e9t\u00e9 modifi\u00e9s depuis la derni\u00e8re g\u00e9n\u00e9ration/validation des d\u00e9pendances de module sur le serveur.  Les d\u00e9pendances du module sont en cours de revalidation...  Videz le cache de vote navigateur et rechargez la page dans un petit moment.\r\n \r\nSi ce message s''affiche \u00e0 nouveau, tentez de recr\u00e9er les d\u00e9pendances du module en lan\u00e7ant la commande "{1}" sur la console du serveur OSGi  ou supprimez le contenu de l''annuaire "{2}" et red\u00e9marrez le serveur.
