# (C) Copyright 2012, IBM Corporation
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at   
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMNJDK2
# NLS_MESSAGEFORMAT_VAR

## G11N SA UI

Busy=O servidor est\u00e1 ocupado processando as depend\u00eancias.  Tente novamente em alguns minutos.\r\n \r\nEssa mensagem est\u00e1 sendo exibida pelo servlet de Agrega\u00e7\u00e3o de AMD porque ele est\u00e1 executando em modo de desenvolvimento e uma solicita\u00e7\u00e3o foi recebida enquanto o servlet estava ocupado construindo/validando as depend\u00eancias do m\u00f3dulo.
# {0} = eye catcher (e.g. aggregator)
# {1} = command
# {2+} = parameters and/or keywords
CommandProvider_0=---Servi\u00e7o de Agrega\u00e7\u00e3o---
CommandProvider_1=\t{0} {1} - mostra a ajuda do agregador
CommandProvider_2=\t{0} {1} - lista servlets de agrega\u00e7\u00e3o registrados
CommandProvider_3=\t{0} {1} <servlet> - recarrega o script de configura\u00e7\u00e3o
CommandProvider_4=\t{0} {1} <servlet> [{2}] - recarrega o gr\u00e1fico de depend\u00eancias
CommandProvider_5=\t{0} {1} <servlet> <module> [<feature list>] - recursos falsos iniciados com !
CommandProvider_6=\t{0} {1} <servlet> - limpa o cache do servlet especificado
CommandProvider_7=\t{0} {1} <servlet> {2}|{3} [<regular expression>] - transmite os metadados do cache para o servlet especificado, usando a express\u00e3o regular especificada para filtrar a sa\u00edda por nomes de m\u00f3dulos
CommandProvider_8=\t{0} {1} - exibe as op\u00e7\u00f5es atuais e seus valores
CommandProvider_9=\t{0} {1} <name> [<value>] - configura a op\u00e7\u00e3o especificada como o valor especificado ou remove a op\u00e7\u00e3o se o valor n\u00e3o for especificado
# {0} = eyecatcher (e.g. aggregator)
# {1} = command name (e.g. list)
CommandProvider_10=Use o comando "{0} {1}" para obter uma lista de servlets em execu\u00e7\u00e3o.
# {0} = servlet name
CommandProvider_11=O servlet {0} n\u00e3o est\u00e1 em execu\u00e7\u00e3o.
# {0} = user entered string
CommandProvider_12=Destino de sa\u00edda inv\u00e1lido {0}.
# {0} = servlet name
# {1} = file path name
CommandProvider_13=Dados do cache do servlet {0} transmitidos para {1}
# {0} = option name
# {1} = option value
CommandProvider_14=Op\u00e7\u00e3o {0} configurada como {1}
# {0} = option name
CommandProvider_15=A op\u00e7\u00e3o {0} foi reconfigurada como seu valor padr\u00e3o
CommandProvider_19=Nenhum servlet est\u00e1 em execu\u00e7\u00e3o no momento
CommandProvider_20=Script de configura\u00e7\u00e3o recarregado
CommandProvider_22=M\u00f3dulo n\u00e3o especificado.
# [0] = a JSON like string
CommandProvider_23=Recursos definidos: {0}.
# {0} = servlet name
CommandProvider_26=Cache limpo no servlet {0} 
ConfigModified=O arquivo de configura\u00e7\u00e3o AMD do lado do servidor foi modificado.  Recarregando a configura\u00e7\u00e3o e validando as depend\u00eancias do m\u00f3dulo...  Limpe o cache do navegador e recarregue a p\u00e1gina ap\u00f3s alguns minutos.\r\n \r\nEssa mensagem est\u00e1 sendo exibida pelo servlet de Agrega\u00e7\u00e3o de AMD porque ele est\u00e1 no modo de desenvolvimento e o servlet detectou que o arquivo de configura\u00e7\u00e3o AMD do lado do servidor foi modificado desde sua \u00faltima leitura.

Activator_1=Agregador do M\u00f3dulo AMD iniciando no modo de desenvolvimento
Activator_2=Agregador do M\u00f3dulo AMD iniciando no modo de depura\u00e7\u00e3o
AggregatorCommandProvider_1=Imposs\u00edvel criar o diret\u00f3rio {0}
# {0} = Java exception class name
# {1} = Java exception message
ExceptionResponse={0}: {1}.  \r\nConsulte o log do servidor para obter mais detalhes.
# {0} = a module id (file name like string)
# {1} = an OSGi console command string
# {2} = a file directory path name
DepVerificationFailed=Falha na verifica\u00e7\u00e3o de depend\u00eancia do m\u00f3dulo "{0}".  Essa mensagem est\u00e1 sendo exibida pelo servlet de Agrega\u00e7\u00e3o de AMD porque ele est\u00e1 executando em modo de desenvolvimento e o servlet detectou que os m\u00f3dulos dependentes do m\u00f3dulo especificado foram alterados desde que as depend\u00eancias do m\u00f3dulo foram constru\u00eddas/validadas pela \u00faltima vez no servidor.  As depend\u00eancias do m\u00f3dulo est\u00e3o sendo agora revalidadas...  Limpe o cache do navegador e recarregue a p\u00e1gina em alguns minutos.\r\n \r\nSe essa mensagem se repetir, tente reconstruir as depend\u00eancias do m\u00f3dulo a partir do in\u00edcio, emitindo o comando "{1}" no console OSGi do servidor ou exclua o conte\u00fado do diret\u00f3rio "{2}" e reinicie o servidor.
