# (C) Copyright 2012, IBM Corporation
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at   
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMNJDK2
# NLS_MESSAGEFORMAT_VAR

## G11N SA UI

Busy=\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e22\u0e38\u0e48\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e1b\u0e23\u0e30\u0e21\u0e27\u0e25\u0e1c\u0e25\u0e01\u0e32\u0e23\u0e1e\u0e36\u0e48\u0e07\u0e1e\u0e32  \u0e42\u0e1b\u0e23\u0e14\u0e25\u0e2d\u0e07\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e43\u0e19\u0e2d\u0e35\u0e01\u0e2a\u0e31\u0e01\u0e04\u0e23\u0e39\u0e48\r\n\r\n\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49\u0e01\u0e33\u0e25\u0e31\u0e07\u0e16\u0e39\u0e01\u0e41\u0e2a\u0e14\u0e07\u0e42\u0e14\u0e22\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15 AMD Aggregation \u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15\u0e01\u0e33\u0e25\u0e31\u0e07\u0e23\u0e31\u0e19\u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e1e\u0e31\u0e12\u0e19\u0e32\u0e41\u0e25\u0e30\u0e44\u0e14\u0e49\u0e23\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e23\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e02\u0e13\u0e30\u0e17\u0e35\u0e48\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15\u0e01\u0e33\u0e25\u0e31\u0e07\u0e22\u0e38\u0e48\u0e07\u0e2d\u0e22\u0e39\u0e48\u0e01\u0e31\u0e1a\u0e01\u0e32\u0e23\u0e2a\u0e23\u0e49\u0e32\u0e07/\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e36\u0e48\u0e07\u0e1e\u0e32\u0e42\u0e21\u0e14\u0e39\u0e25
# {0} = eye catcher (e.g. aggregator)
# {1} = command
# {2+} = parameters and/or keywords
CommandProvider_0=---\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e27\u0e34\u0e2a\u0e01\u0e32\u0e23\u0e23\u0e27\u0e21---
CommandProvider_1=\t{0} {1} - \u0e41\u0e2a\u0e14\u0e07\u0e27\u0e34\u0e18\u0e35\u0e43\u0e0a\u0e49\u0e42\u0e1b\u0e23\u0e41\u0e01\u0e23\u0e21\u0e23\u0e27\u0e21
CommandProvider_2=\t{0} {1} - \u0e41\u0e2a\u0e14\u0e07\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15\u0e01\u0e32\u0e23\u0e23\u0e27\u0e21\u0e17\u0e35\u0e48\u0e25\u0e07\u0e17\u0e30\u0e40\u0e1a\u0e35\u0e22\u0e19\u0e44\u0e27\u0e49
CommandProvider_3=\t{0} {1} <\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15> - \u0e23\u0e35\u0e42\u0e2b\u0e25\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e2a\u0e04\u0e23\u0e34\u0e1b\u0e15\u0e4c
CommandProvider_4=\t{0} {1} <\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15> [{2}] - \u0e23\u0e35\u0e42\u0e2b\u0e25\u0e14\u0e01\u0e23\u0e32\u0e1f\u0e01\u0e32\u0e23\u0e1e\u0e36\u0e48\u0e07\u0e1e\u0e32
CommandProvider_5=\t{0} {1} <\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15> <\u0e42\u0e21\u0e14\u0e39\u0e25> [<\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30>] - \u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e36\u0e49\u0e19\u0e15\u0e49\u0e19\u0e14\u0e49\u0e27\u0e22 !
CommandProvider_6=\t{0} {1} <\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15> - \u0e40\u0e04\u0e25\u0e35\u0e22\u0e23\u0e4c\u0e41\u0e04\u0e0a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38
CommandProvider_7=\t{0} {1} <\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15> {2}|{3} [<\u0e19\u0e34\u0e1e\u0e08\u0e19\u0e4c\u0e1b\u0e01\u0e15\u0e34>] - \u0e2a\u0e48\u0e07\u0e40\u0e2d\u0e32\u0e15\u0e4c\u0e1e\u0e38\u0e15\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e40\u0e21\u0e15\u0e32\u0e41\u0e04\u0e0a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38 \u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e19\u0e34\u0e1e\u0e08\u0e19\u0e4c\u0e1b\u0e01\u0e15\u0e34\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e27\u0e49\u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e01\u0e23\u0e2d\u0e07\u0e40\u0e2d\u0e32\u0e15\u0e4c\u0e1e\u0e38\u0e15\u0e42\u0e14\u0e22\u0e43\u0e0a\u0e49\u0e0a\u0e37\u0e48\u0e2d\u0e42\u0e21\u0e14\u0e39\u0e25
CommandProvider_8=\t{0} {1} - \u0e41\u0e2a\u0e14\u0e07\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19\u0e41\u0e25\u0e30\u0e04\u0e48\u0e32
CommandProvider_9=\t{0} {1} <\u0e0a\u0e37\u0e48\u0e2d> [<\u0e04\u0e48\u0e32>] - \u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e44\u0e27\u0e49 \u0e2b\u0e23\u0e37\u0e2d\u0e25\u0e1a\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19\u0e16\u0e49\u0e32\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e30\u0e1a\u0e38\u0e04\u0e48\u0e32
# {0} = eyecatcher (e.g. aggregator)
# {1} = command name (e.g. list)
CommandProvider_10=\u0e43\u0e0a\u0e49\u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07 "{0} {1}" \u0e40\u0e1e\u0e37\u0e48\u0e2d\u0e40\u0e23\u0e35\u0e22\u0e01\u0e43\u0e0a\u0e49\u0e23\u0e32\u0e22\u0e01\u0e32\u0e23\u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15\u0e17\u0e35\u0e48\u0e23\u0e31\u0e19\u0e2d\u0e22\u0e39\u0e48
# {0} = servlet name
CommandProvider_11=\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15 {0} \u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e31\u0e19\u0e2d\u0e22\u0e39\u0e48
# {0} = user entered string
CommandProvider_12=\u0e1b\u0e25\u0e32\u0e22\u0e17\u0e32\u0e07\u0e40\u0e2d\u0e32\u0e15\u0e4c\u0e1e\u0e38\u0e15\u0e17\u0e35\u0e48\u0e44\u0e21\u0e48\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07 {0}
# {0} = servlet name
# {1} = file path name
CommandProvider_13=\u0e02\u0e49\u0e2d\u0e21\u0e39\u0e25\u0e41\u0e04\u0e0a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15 {0} \u0e2a\u0e48\u0e07\u0e40\u0e2d\u0e32\u0e15\u0e4c\u0e1e\u0e38\u0e15\u0e44\u0e1b\u0e22\u0e31\u0e07 {1}
# {0} = option name
# {1} = option value
CommandProvider_14=\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19 {0} \u0e17\u0e35\u0e48\u0e15\u0e31\u0e49\u0e07\u0e04\u0e48\u0e32\u0e40\u0e1b\u0e47\u0e19 {1}
# {0} = option name
CommandProvider_15=\u0e2d\u0e47\u0e2d\u0e1e\u0e0a\u0e31\u0e19 {0} \u0e16\u0e39\u0e01\u0e23\u0e35\u0e40\u0e0b\u0e47\u0e15\u0e40\u0e1b\u0e47\u0e19\u0e04\u0e48\u0e32\u0e14\u0e35\u0e1f\u0e2d\u0e25\u0e15\u0e4c\u0e41\u0e25\u0e49\u0e27
CommandProvider_19=\u0e44\u0e21\u0e48\u0e21\u0e35\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15\u0e17\u0e35\u0e48\u0e23\u0e31\u0e19\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e1b\u0e31\u0e08\u0e08\u0e38\u0e1a\u0e31\u0e19
CommandProvider_20=\u0e23\u0e35\u0e42\u0e2b\u0e25\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e2a\u0e04\u0e23\u0e34\u0e1b\u0e15\u0e4c
CommandProvider_22=\u0e44\u0e21\u0e48\u0e44\u0e14\u0e49\u0e23\u0e30\u0e1a\u0e38\u0e42\u0e21\u0e14\u0e39\u0e25
# [0] = a JSON like string
CommandProvider_23=\u0e04\u0e38\u0e13\u0e25\u0e31\u0e01\u0e29\u0e13\u0e30\u0e17\u0e35\u0e48\u0e01\u0e33\u0e2b\u0e19\u0e14\u0e44\u0e27\u0e49: {0}
# {0} = servlet name
CommandProvider_26=\u0e40\u0e04\u0e25\u0e35\u0e22\u0e23\u0e4c\u0e41\u0e04\u0e0a\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15 {0} 
ConfigModified=\u0e41\u0e01\u0e49\u0e44\u0e02\u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01 AMD \u0e14\u0e49\u0e32\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e41\u0e25\u0e49\u0e27  \u0e01\u0e33\u0e25\u0e31\u0e07\u0e23\u0e35\u0e42\u0e2b\u0e25\u0e14\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01\u0e41\u0e25\u0e30\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e36\u0e48\u0e07\u0e1e\u0e32\u0e42\u0e21\u0e14\u0e39\u0e25...  \u0e42\u0e1b\u0e23\u0e14\u0e40\u0e04\u0e25\u0e35\u0e22\u0e23\u0e4c\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e41\u0e04\u0e0a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e25\u0e30\u0e23\u0e35\u0e42\u0e2b\u0e25\u0e14\u0e2b\u0e19\u0e49\u0e32\u0e2b\u0e25\u0e31\u0e07\u0e08\u0e32\u0e01\u0e19\u0e35\u0e49\u0e2a\u0e31\u0e01\u0e04\u0e23\u0e39\u0e48\r\n\r\n\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49\u0e01\u0e33\u0e25\u0e31\u0e07\u0e16\u0e39\u0e01\u0e41\u0e2a\u0e14\u0e07\u0e42\u0e14\u0e22\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15 AMD Aggregation \u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15\u0e2d\u0e22\u0e39\u0e48\u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e1e\u0e31\u0e12\u0e19\u0e32\u0e41\u0e25\u0e30\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15\u0e15\u0e23\u0e27\u0e08\u0e1e\u0e1a\u0e27\u0e48\u0e32 \u0e44\u0e1f\u0e25\u0e4c\u0e04\u0e2d\u0e19\u0e1f\u0e34\u0e01 AMD \u0e14\u0e49\u0e32\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e21\u0e35\u0e01\u0e32\u0e23\u0e41\u0e01\u0e49\u0e44\u0e02\u0e41\u0e25\u0e49\u0e27\u0e15\u0e31\u0e49\u0e07\u0e41\u0e15\u0e48\u0e16\u0e39\u0e01\u0e2d\u0e48\u0e32\u0e19\u0e04\u0e23\u0e31\u0e49\u0e07\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14

Activator_1=AMD Module Aggregator \u0e17\u0e35\u0e48\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e1e\u0e31\u0e12\u0e19\u0e32
Activator_2=AMD Module Aggregator \u0e17\u0e35\u0e48\u0e40\u0e23\u0e34\u0e48\u0e21\u0e15\u0e49\u0e19\u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e14\u0e35\u0e1a\u0e31\u0e01
AggregatorCommandProvider_1=\u0e44\u0e21\u0e48\u0e2a\u0e32\u0e21\u0e32\u0e23\u0e16\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 {0}
# {0} = Java exception class name
# {1} = Java exception message
ExceptionResponse={0}: {1}  \r\n\u0e42\u0e1b\u0e23\u0e14\u0e14\u0e39\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\u0e25\u0e47\u0e2d\u0e01\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e23\u0e32\u0e22\u0e25\u0e30\u0e40\u0e2d\u0e35\u0e22\u0e14\u0e40\u0e1e\u0e34\u0e48\u0e21\u0e40\u0e15\u0e34\u0e21
# {0} = a module id (file name like string)
# {1} = an OSGi console command string
# {2} = a file directory path name
DepVerificationFailed=\u0e01\u0e32\u0e23\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e36\u0e48\u0e07\u0e1e\u0e32\u0e25\u0e49\u0e21\u0e40\u0e2b\u0e25\u0e27\u0e2a\u0e33\u0e2b\u0e23\u0e31\u0e1a\u0e42\u0e21\u0e14\u0e39\u0e25 "{0}"  \u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e01\u0e33\u0e25\u0e31\u0e07\u0e16\u0e39\u0e01\u0e19\u0e35\u0e49\u0e41\u0e2a\u0e14\u0e07\u0e42\u0e14\u0e22\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15 AMD Aggregation \u0e40\u0e19\u0e37\u0e48\u0e2d\u0e07\u0e08\u0e32\u0e01\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15\u0e01\u0e33\u0e25\u0e31\u0e07\u0e23\u0e31\u0e19\u0e43\u0e19\u0e42\u0e2b\u0e21\u0e14\u0e01\u0e32\u0e23\u0e1e\u0e31\u0e12\u0e19\u0e32\u0e41\u0e25\u0e30\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e25\u0e47\u0e15\u0e15\u0e23\u0e27\u0e08\u0e1e\u0e1a\u0e27\u0e48\u0e32 \u0e42\u0e21\u0e14\u0e39\u0e25\u0e17\u0e35\u0e48\u0e1e\u0e36\u0e48\u0e07\u0e1e\u0e32\u0e02\u0e2d\u0e07\u0e42\u0e21\u0e14\u0e39\u0e25\u0e17\u0e35\u0e48\u0e23\u0e30\u0e1a\u0e38\u0e21\u0e35\u0e01\u0e32\u0e23\u0e40\u0e1b\u0e25\u0e35\u0e48\u0e22\u0e19\u0e41\u0e1b\u0e25\u0e07\u0e15\u0e31\u0e49\u0e07\u0e41\u0e15\u0e48\u0e2a\u0e23\u0e49\u0e32\u0e07/\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e36\u0e48\u0e07\u0e1e\u0e32\u0e42\u0e21\u0e14\u0e39\u0e25\u0e04\u0e23\u0e31\u0e49\u0e07\u0e25\u0e48\u0e32\u0e2a\u0e38\u0e14\u0e1a\u0e19\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c  \u0e02\u0e13\u0e30\u0e19\u0e35\u0e49 \u0e01\u0e33\u0e25\u0e31\u0e07\u0e15\u0e23\u0e27\u0e08\u0e2a\u0e2d\u0e1a\u0e04\u0e27\u0e32\u0e21\u0e16\u0e39\u0e01\u0e15\u0e49\u0e2d\u0e07\u0e02\u0e2d\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e36\u0e48\u0e07\u0e1e\u0e32\u0e42\u0e21\u0e14\u0e39\u0e25\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07...  \u0e42\u0e1b\u0e23\u0e14\u0e40\u0e04\u0e25\u0e35\u0e22\u0e23\u0e4c\u0e40\u0e1a\u0e23\u0e32\u0e27\u0e4c\u0e40\u0e0b\u0e2d\u0e23\u0e4c\u0e41\u0e04\u0e0a\u0e02\u0e2d\u0e07\u0e04\u0e38\u0e13\u0e41\u0e25\u0e30\u0e23\u0e35\u0e42\u0e2b\u0e25\u0e14\u0e2b\u0e19\u0e49\u0e32\u0e43\u0e19\u0e2d\u0e35\u0e01\u0e2a\u0e31\u0e01\u0e04\u0e23\u0e39\u0e48\r\n\r\n\u0e16\u0e49\u0e32\u0e02\u0e49\u0e2d\u0e04\u0e27\u0e32\u0e21\u0e19\u0e35\u0e49\u0e40\u0e01\u0e34\u0e14\u0e02\u0e36\u0e49\u0e19\u0e0b\u0e49\u0e33 \u0e43\u0e2b\u0e49\u0e25\u0e2d\u0e07\u0e2a\u0e23\u0e49\u0e32\u0e07\u0e01\u0e32\u0e23\u0e1e\u0e36\u0e48\u0e07\u0e1e\u0e32\u0e42\u0e21\u0e14\u0e39\u0e25\u0e02\u0e36\u0e49\u0e19\u0e2d\u0e35\u0e01\u0e04\u0e23\u0e31\u0e49\u0e07\u0e08\u0e32\u0e01\u0e41\u0e1a\u0e1a\u0e23\u0e48\u0e32\u0e07\u0e42\u0e14\u0e22\u0e2d\u0e2d\u0e01\u0e43\u0e0a\u0e49\u0e04\u0e33\u0e2a\u0e31\u0e48\u0e07 "{1}" \u0e43\u0e19\u0e04\u0e2d\u0e19\u0e42\u0e0b\u0e25 OSGi \u0e02\u0e2d\u0e07\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c\'\' \u0e2b\u0e23\u0e37\u0e2d\u0e25\u0e1a\u0e40\u0e19\u0e37\u0e49\u0e2d\u0e2b\u0e32\u0e02\u0e2d\u0e07\u0e44\u0e14\u0e40\u0e23\u0e47\u0e01\u0e17\u0e2d\u0e23\u0e35 "{2}" \u0e41\u0e25\u0e30\u0e23\u0e35\u0e2a\u0e15\u0e32\u0e23\u0e4c\u0e17\u0e40\u0e0b\u0e34\u0e23\u0e4c\u0e1f\u0e40\u0e27\u0e2d\u0e23\u0e4c
