# (C) Copyright 2012, IBM Corporation
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at   
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMNJDK2
# NLS_MESSAGEFORMAT_VAR

## G11N SA UI

Busy=El servidor est\u00e1 ocupado procesando las dependencias.  Vuelva a intentarlo en unos momentos.\r\n\r\nEl servlet de agregaci\u00f3n AMD muestra este mensaje porque el servlet se ejecuta en modalidad de desarrollo y se ha recibido una solicitud cuando el servidor estaba ocupado creando/validando dependencias de m\u00f3dulo.
# {0} = eye catcher (e.g. aggregator)
# {1} = command
# {2+} = parameters and/or keywords
CommandProvider_0=---Servicio de Agregaci\u00f3n---
CommandProvider_1=\t{0} {1} - muestra la ayuda del agregador
CommandProvider_2=\t{0} {1} - muestra una lista de servlets de agregaci\u00f3n registrados
CommandProvider_3=\t{0} {1} <servlet> - recarga el script de configuraci\u00f3n
CommandProvider_4=\t{0} {1} <servlet> [{2}] - recarga el gr\u00e1fico de dependencias
CommandProvider_5=\t{0} {1} <servlet> <m\u00f3dulo> [<lista de caracter\u00edsticas>] - las caracter\u00edsticas falsas empiezan por !
CommandProvider_6=\t{0} {1} <servlet> - borra la memoria cach\u00e9 del servlet especificado
CommandProvider_7=\t{0} {1} <servlet> {2}|{3} [<expresi\u00f3n regular>] - extrae los metadatos de memoria cach\u00e9 del servlet especificado, utilizando la expresi\u00f3n regular especificada para filtrar la salida por nombres de m\u00f3dulo
CommandProvider_8=\t{0} {1} - muestra las opciones actuales y sus valores
CommandProvider_9=\t{0} {1} <nombre> [<valor>] - agrupa la opci\u00f3n especificada con el valor especificado o elimina la opci\u00f3n si no se especifica el valor
# {0} = eyecatcher (e.g. aggregator)
# {1} = command name (e.g. list)
CommandProvider_10=Utilice el mandato "{0} {1}" para obtener una lista de servlets en ejecuci\u00f3n.
# {0} = servlet name
CommandProvider_11=El servlet {0} no se est\u00e1 ejecutando.
# {0} = user entered string
CommandProvider_12=Destino de salida {0} no v\u00e1lido.
# {0} = servlet name
# {1} = file path name
CommandProvider_13=Datos de memoria cach\u00e9 del servlet {0} extra\u00eddos a {1}
# {0} = option name
# {1} = option value
CommandProvider_14=Opci\u00f3n {0} establecida en {1}
# {0} = option name
CommandProvider_15=La opci\u00f3n {0} se ha restablecido a su valor predeterminado
CommandProvider_19=No se est\u00e1 ejecutando ning\u00fan servlet actualmente
CommandProvider_20=Se ha vuelto a cargar el script de configuraci\u00f3n
CommandProvider_22=No se ha especificado el m\u00f3dulo.
# [0] = a JSON like string
CommandProvider_23=Caracter\u00edsticas definidas: {0}.
# {0} = servlet name
CommandProvider_26=Memoria cach\u00e9 borrada para el servlet {0} 
ConfigModified=El archivo de configuraci\u00f3n AMD del lado del servidor se ha modificado.  Se est\u00e1 volviendo a cargar la configuraci\u00f3n y se validan las dependencias de m\u00f3dulo.  Borre la memoria cach\u00e9 de navegador y vuelva a cargar la p\u00e1gina en unos momentos. \r\n\r\nEl servlet de agregaci\u00f3n AMD muestra este mensaje porque el servlet est\u00e1 en modalidad de desarrollo y el servlet ha detectado que el archivo de configuraci\u00f3n  AMD del lado del servidor se ha modificado desde la \u00faltima vez que se ley\u00f3.

Activator_1=El agregador de m\u00f3dulos AMD se inicia en modalidad de desarrollo
Activator_2=El agregador de m\u00f3dulos AMD se inicia en modalidad de depuraci\u00f3n
AggregatorCommandProvider_1=No se puede crear el directorio {0}
# {0} = Java exception class name
# {1} = Java exception message
ExceptionResponse={0}: {1}.  \r\nVea el registro de servidor para obtener m\u00e1s detalles.
# {0} = a module id (file name like string)
# {1} = an OSGi console command string
# {2} = a file directory path name
DepVerificationFailed=La verificaci\u00f3n de dependencia ha fallado para el m\u00f3dulo "{0}".  El servlet de agregaci\u00f3n AMD muestra este mensaje porque el servlet est\u00e1 en modalidad de desarrollo y el servlet ha detectado que los m\u00f3dulos dependientes del m\u00f3dulo especificado han cambiado desde que las dependencias del m\u00f3dulo se crearon/validaron por \u00faltima vez en el servidor.  Las dependencias de m\u00f3dulo se est\u00e1n volviendo a validar ahora.  Borre la memoria cach\u00e9 del navegador y vuelva a cargar la p\u00e1gina pasados unos minutos.\r\n\r\nSi se repite este mensaje, intente volver a crear dependencias de m\u00f3dulo desde cero emitiendo el mandato "{1}" en la consola OSGi del servidor, o bien borre el contenido del directorio "{2}" y reinicie el servidor.
