# (C) Copyright 2012, IBM Corporation
#
# Licensed under the Apache License, Version 2.0 (the "License");
# you may not use this file except in compliance with the License.
# You may obtain a copy of the License at   
#
#     http://www.apache.org/licenses/LICENSE-2.0
#
# Unless required by applicable law or agreed to in writing, software
# distributed under the License is distributed on an "AS IS" BASIS,
# WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, either express or implied.
# See the License for the specific language governing permissions and
# limitations under the License.

# NLS_ENCODING=UNICODE
# NLS_MARKUP=IBMNJDK2
# NLS_MESSAGEFORMAT_VAR

## G11N SA UI

Busy=\u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0645\u0634\u063a\u0648\u0644\u0629 \u0641\u0649 \u062a\u0634\u063a\u064a\u0644 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637\u0627\u062a.  \u064a\u0631\u062c\u0649 \u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u0645\u062d\u0627\u0648\u0644\u0629 \u062e\u0644\u0627\u0644 \u0628\u0636\u0639\u0629 \u062f\u0642\u0627\u0626\u0642.\r\n\r\n\u062c\u0627\u0631\u0649 \u0639\u0631\u0636 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0645\u0646 \u0642\u0628\u0644 AMD Aggregation servlet \u0644\u0623\u0646 servlet \u064a\u0639\u0645\u0644 \u0641\u0649 \u0646\u0645\u0637 \u0627\u0644\u062a\u0637\u0648\u064a\u0631 \u0648\u062a\u0645 \u0627\u0633\u062a\u0644\u0627\u0645 \u0637\u0644\u0628 \u0628\u064a\u0646\u0645\u0627 \u0643\u0627\u0646 servlet \u0645\u0634\u063a\u0648\u0644\u0627 \u0641\u0649 \u0628\u0646\u0627\u0621/\u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0635\u0644\u0627\u062d\u064a\u0629 \u0627\u0631\u062a\u0628\u0627\u0637\u0627\u062a \u0648\u062d\u062f\u0629 \u0627\u0644\u0628\u0631\u0627\u0645\u062c.~AGGR2.0_amd.aggregator.osgi32
# {0} = eye catcher (e.g. aggregator)
# {1} = command
# {2+} = parameters and/or keywords
CommandProvider_0=---\u062e\u062f\u0645\u0629 \u0627\u0644\u062a\u062c\u0645\u064a\u0639---~AGGR2.0_amd.aggregator.osgi33
CommandProvider_1=\t[{0}] [{1}] - \u064a\u0639\u0631\u0636 \u0645\u0633\u0627\u0639\u062f\u0629 \u0623\u062f\u0627\u0629 \u062a\u062c\u0645\u064a\u0639~AGGR2.0_amd.aggregator.osgi34
CommandProvider_2=\t[{0}] [{1}] - \u064a\u0633\u0631\u062f servlets \u0627\u0644\u062a\u062c\u0645\u064a\u0639 \u0627\u0644\u0645\u0633\u062c\u0644\u0629~AGGR2.0_amd.aggregator.osgi35
CommandProvider_3=\t[{0}] [{1}] <servlet> - \u064a\u0639\u064a\u062f \u062a\u062d\u0645\u064a\u0644 \u0628\u0631\u0646\u0627\u0645\u062c config \u0627\u0644\u0646\u0635\u0649~AGGR2.0_amd.aggregator.osgi36
CommandProvider_4=\t[{0}] [{1}] <servlet> [[{2}]] - \u064a\u0639\u064a\u062f \u062a\u062d\u0645\u064a\u0644 \u0628\u064a\u0627\u0646\u064a\u0627\u062a \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637~AGGR2.0_amd.aggregator.osgi37
CommandProvider_5=\t[{0}] [{1}] <servlet> <\u0648\u062d\u062f\u0629 \u0628\u0631\u0627\u0645\u062c> [<\u0643\u0634\u0641 \u0627\u0644\u062e\u0635\u0627\u0626\u0635>] - \u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u062e\u0627\u0637\u0626\u0629 \u062a\u0628\u062f\u0623 \u0628\u0648\u0627\u0633\u0637\u0629 !~AGGR2.0_amd.aggregator.osgi38
CommandProvider_6=\t[{0}] [{1}] <servlet> - \u064a\u0645\u062d\u0648 \u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0648\u0633\u064a\u0637\u0629 \u0627\u0644\u062a\u0649 \u062a\u062e\u0635servlet \u0627\u0644\u0645\u062d\u062f\u062f~AGGR2.0_amd.aggregator.osgi39
CommandProvider_7=\t[{0}] [{1}] <servlet> [{2}]|[{3}] [<\u062a\u0639\u0628\u064a\u0631 \u0645\u0639\u062a\u0627\u062f>] - \u064a\u062e\u0631\u062c \u0628\u064a\u0627\u0646\u0627\u062a \u062a\u0648\u0635\u064a\u0641 \u0627\u0644\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u0648\u0633\u064a\u0637\u0629 \u0627\u0644\u062a\u0649 \u062a\u062e\u0635 servlet \u0627\u0644\u0645\u062d\u062f\u062f\u060c \u0628\u0627\u0633\u062a\u062e\u062f\u0627\u0645 \u0627\u0644\u062a\u0639\u0628\u064a\u0631 \u0627\u0644\u0645\u0639\u062a\u0627\u062f \u0627\u0644\u0645\u062d\u062f\u062f \u0644\u062a\u0631\u0634\u064a\u062d \u0627\u0644\u0645\u062e\u0631\u062c\u0627\u062a \u0648\u0641\u0642\u0627 \u0644\u0623\u0633\u0645\u0627\u0621 \u0648\u062d\u062f\u0627\u062a \u0627\u0644\u0628\u0631\u0627\u0645\u062c~AGGR2.0_amd.aggregator.osgi40
CommandProvider_8=\t[{0}] [{1}] <servlet> - \u064a\u0639\u0631\u0636 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u062d\u0627\u0644\u064a\u0629 \u0648\u0642\u064a\u0645\u0647\u0627 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0627\u0644\u0649servlet \u0627\u0644\u0645\u062d\u062f\u062f.~AGGR2.0_amd.aggregator.osgi41
CommandProvider_9=\t[{0}] [{1}] <servlet> <\u0627\u0644\u0627\u0633\u0645> [<\u0642\u064a\u0645\u0629>] - \u064a\u062d\u062f\u062f \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0644\u0645\u062d\u062f\u062f \u0627\u0644\u0649 \u0627\u0644\u0642\u064a\u0645\u0629 \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0623\u0648 \u064a\u0632\u064a\u0644 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 \u0627\u0646 \u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0642\u064a\u0645\u0629~AGGR2.0_amd.aggregator.osgi42
# {0} = eyecatcher (e.g. aggregator)
# {1} = command name (e.g. list)
CommandProvider_10=\u0627\u0633\u062a\u062e\u062f\u0645 \u0627\u0644\u0623\u0645\u0631 "[{0}] [{1}]" \u0644\u0644\u062d\u0635\u0648\u0644 \u0639\u0644\u0649 \u0643\u0634\u0641 \u0628\u0645\u0627 \u064a\u0639\u0645\u0644 \u0645\u0646 servlets.~AGGR2.0_amd.aggregator.osgi43
# {0} = servlet name
CommandProvider_11=Servlet [{0}] \u0644\u0627 \u064a\u0639\u0645\u0644.~AGGR2.0_amd.aggregator.osgi44
# {0} = user entered string
CommandProvider_12=\u0647\u062f\u0641 \u0627\u0644\u0645\u062e\u0631\u062c\u0627\u062a [{0}] \u063a\u064a\u0631 \u0635\u062d\u064a\u062d.~AGGR2.0_amd.aggregator.osgi45
# {0} = servlet name
# {1} = file path name
CommandProvider_13=\u062a\u062e\u0632\u064a\u0646 \u0645\u0624\u0642\u062a \u0644\u0628\u064a\u0627\u0646\u0627\u062a servlet [{0}] \u0648\u0627\u0644\u0645\u062e\u0631\u062c\u0627\u062a \u0627\u0644\u0649 [{1}]~AGGR2.0_amd.aggregator.osgi46
# {0} = option name
# {1} = option value
CommandProvider_14=\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 [{0}] \u0627\u0644\u0649 [{1}]~AGGR2.0_amd.aggregator.osgi47
# {0} = option name
CommandProvider_15=\u062a\u0645 \u0627\u0631\u062c\u0627\u0639 \u0627\u0644\u0627\u062e\u062a\u064a\u0627\u0631 [{0}] \u0627\u0644\u0649 \u0642\u064a\u0645\u062a\u0647 \u0627\u0644\u0645\u0641\u062a\u0631\u0636\u0629~AGGR2.0_amd.aggregator.osgi48
CommandProvider_19=\u0644\u0627 \u062a\u0648\u062c\u062f servlets \u062a\u0639\u0645\u0644 \u062d\u0627\u0644\u064a\u0627~AGGR2.0_amd.aggregator.osgi49
CommandProvider_20=\u0627\u0639\u0627\u062f\u0629 \u062a\u062d\u0645\u064a\u0644 \u0628\u0631\u0646\u0627\u0645\u062c Config \u0627\u0644\u0646\u0635\u0649~AGGR2.0_amd.aggregator.osgi50
CommandProvider_22=\u0644\u0645 \u064a\u062a\u0645 \u062a\u062d\u062f\u064a\u062f \u0648\u062d\u062f\u0629 \u0627\u0644\u0628\u0631\u0627\u0645\u062c.~AGGR2.0_amd.aggregator.osgi51
# [0] = a JSON like string
CommandProvider_23=\u0627\u0644\u062e\u0635\u0627\u0626\u0635 \u0627\u0644\u0645\u0639\u0631\u0641\u0629: [{0}].~AGGR2.0_amd.aggregator.osgi52
# {0} = servlet name
CommandProvider_26=\u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0627\u0644\u062a\u0649 \u062a\u0645 \u0645\u062d\u0648\u0647\u0627 \u0628\u0627\u0644\u0646\u0633\u0628\u0629 \u0627\u0644\u0649 servlet [{0}] ~AGGR2.0_amd.aggregator.osgi53
ConfigModified=\u062a\u0645 \u062a\u0639\u062f\u064a\u0644 \u0645\u0644\u0641 AMD config \u0645\u0646 \u062c\u0627\u0646\u0628 \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629.  \u0627\u0639\u0627\u062f\u0629 \u062a\u062d\u0645\u064a\u0644 \u0645\u0644\u0641 config \u0648\u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0635\u0644\u0627\u062d\u064a\u0629 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637\u0627\u062a...  \u064a\u0631\u062c\u0649 \u0645\u062d\u0648 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0644\u0644\u0645\u062a\u0635\u0641\u062d \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0648\u0623\u0639\u0627\u062f\u0629 \u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0635\u0641\u062d\u0629 \u0628\u0639\u062f \u0628\u0636\u0639\u0629 \u062f\u0642\u0627\u0626\u0642.\r\n\r\n\u062c\u0627\u0631\u0649 \u0639\u0631\u0636 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 servlet \u062a\u062c\u0645\u064a\u0639 AMD \u0644\u0623\u0646 servlet \u0641\u0649 \u0646\u0645\u0637 \u0627\u0644\u062a\u0637\u0648\u064a\u0631 \u0648\u0627\u0643\u062a\u0634\u0641 servlet \u0623\u0646 \u0645\u0644\u0641 AMD config \u0645\u0646 \u062c\u0627\u0646\u0628 \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0642\u062f \u062a\u0645 \u062a\u0639\u062f\u064a\u0644\u0647 \u0645\u0646\u0630 \u0623\u062e\u0631 \u0642\u0631\u0627\u0621\u0629 \u0644\u0647.~AGGR2.0_amd.aggregator.osgi54

Activator_1=\u0623\u062f\u0627\u0629 \u062a\u062c\u0645\u064a\u0639 \u0648\u062d\u062f\u0629 \u0628\u0631\u0627\u0645\u062c AMD \u062a\u0628\u062f\u0623 \u0641\u0649 \u0646\u0645\u0637 \u0627\u0644\u062a\u0637\u0648\u064a\u0631~AGGR2.0_amd.aggregator.osgi55
Activator_2=\u0623\u062f\u0627\u0629 \u062a\u062c\u0645\u064a\u0639 \u0648\u062d\u062f\u0629 \u0628\u0631\u0627\u0645\u062c AMD \u062a\u0628\u062f\u0623 \u0641\u0649 \u0646\u0645\u0637 \u062a\u0635\u062d\u064a\u062d \u0627\u0644\u0623\u062e\u0637\u0627\u0621~AGGR2.0_amd.aggregator.osgi56
AggregatorCommandProvider_1=\u063a\u064a\u0631 \u0642\u0627\u062f\u0631 \u0639\u0644\u0649 \u062a\u0643\u0648\u064a\u0646  \u0627\u0644\u062f\u0644\u064a\u0644 [{0}]~AGGR2.0_amd.aggregator.osgi57
# {0} = Java exception class name
# {1} = Java exception message
ExceptionResponse=[{0}]: [{1}].  \r\n\u0623\u0631\u062c\u0639 \u0627\u0644\u0649 \u0633\u062c\u0644\u0627\u062a \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629 \u0644\u0645\u0632\u064a\u062f \u0645\u0646 \u0627\u0644\u062a\u0641\u0627\u0635\u064a\u0644.~AGGR2.0_amd.aggregator.osgi58
# {0} = a module id (file name like string)
# {1} = an OSGi console command string
# {2} = a file directory path name
DepVerificationFailed=\u0641\u0634\u0644 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u0627\u0631\u062a\u0628\u0627\u0637 \u0644\u0648\u062d\u062f\u0629 \u0628\u0631\u0627\u0645\u062c "[{0}]".  \u062c\u0627\u0631\u0649 \u0639\u0631\u0636 \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 servlet \u062a\u062c\u0645\u064a\u0639 AMD \u0644\u0623\u0646servlet \u064a\u0639\u0645\u0644 \u0641\u0649 \u0646\u0645\u0637 \u0627\u0644\u062a\u0637\u0648\u064a\u0631 \u0648\u0627\u0643\u062a\u0634\u0641 servlet \u0623\u0649 \u0648\u062d\u062f\u0627\u062a \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0627\u0644\u062a\u0627\u0628\u0639\u0629 \u0644\u0648\u062d\u062f\u0629 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0627\u0644\u0645\u062d\u062f\u062f\u0629 \u0642\u062f \u062a\u063a\u064a\u0631\u062a \u0645\u0646\u0630 \u0623\u062e\u0631 \u0639\u0645\u0644\u064a\u0629 \u0628\u0646\u0627\u0621/\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0644\u0635\u0644\u0627\u062d\u064a\u0629 \u0644\u0627\u0631\u062a\u0628\u0627\u0637\u0627\u062a \u0648\u062d\u062f\u0629 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0639\u0644\u0649 \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629.  \u062c\u0627\u0631\u0649 \u0627\u0644\u0622\u0646 \u0627\u0639\u0627\u062f\u0629 \u0627\u0644\u062a\u062d\u0642\u0642 \u0645\u0646 \u0627\u0631\u062a\u0628\u0627\u0637\u0627\u062a \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629...  \u064a\u0631\u062c\u0649 \u0645\u062d\u0648 \u0630\u0627\u0643\u0631\u0629 \u0627\u0644\u062a\u062e\u0632\u064a\u0646 \u0627\u0644\u0645\u0624\u0642\u062a \u0644\u0644\u0645\u062a\u0635\u0641\u062d \u0627\u0644\u062e\u0627\u0635 \u0628\u0643 \u0648\u0623\u0639\u0627\u062f\u0629 \u062a\u062d\u0645\u064a\u0644 \u0627\u0644\u0635\u0641\u062d\u0629 \u062e\u0644\u0627\u0644 \u0628\u0636\u0639\u0629 \u062f\u0642\u0627\u0626\u0642.\r\n\r\n\u0627\u0630\u0627 \u062a\u0643\u0631\u0631\u062a \u0647\u0630\u0647 \u0627\u0644\u0631\u0633\u0627\u0644\u0629\u060c \u0641\u062d\u0627\u0648\u0644 \u0627\u0639\u0627\u062f\u0629 \u0628\u0646\u0627\u0621 \u0627\u0631\u062a\u0628\u0627\u0637\u0627\u062a \u0648\u062d\u062f\u0629 \u0627\u0644\u0628\u0631\u0627\u0645\u062c \u0645\u0646 \u0627\u0644\u0628\u062f\u0627\u064a\u0629 \u0628\u0627\u0635\u062f\u0627\u0631 \u0627\u0644\u0623\u0645\u0631 "[{1}]" \u0641\u0649 \u0634\u0627\u0634\u0629 \u062a\u062d\u0643\u0645 OSGi \u0627\u0644\u0631\u0626\u064a\u0633\u064a\u0629 \u0628\u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629\u060c \u0623\u0648 \u0642\u0645 \u0628\u062d\u0630\u0641 \u0645\u062d\u062a\u0648\u064a\u0627\u062a \u0627\u0644\u062f\u0644\u064a\u0644 "[{2}]" \u0648\u0623\u0639\u062f \u0628\u062f\u0621 \u0648\u062d\u062f\u0629 \u0627\u0644\u062e\u062f\u0645\u0629.~AGGR2.0_amd.aggregator.osgi59
# {0} is a filename
CustomOptionsFile=\u0642\u0631\u0627\u0621\u0629 \u0627\u062e\u062a\u064a\u0627\u0631\u0627\u062a \u0627\u0644\u062a\u062c\u0645\u064a\u0639 \u0645\u0646 [{0}].~AGGR2.0_amd.aggregator.osgi60
